Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The regulatory framework for petroleum activities has therefore been designed to give the best possible balance between the companies’ and the authorities’ interests.
nb: Reguleringen av petroleumsvirksomheten er derfor utformet for å gi best mulig samsvar mellom selskapenes og myndighetenes interesser.

source: Sales gas is transported from Sleipner A via Gassled (Area D) to the market, while oil is transported to the Kårstø terminal.
nb: Salgsgass transporteres fra Sleipner A via Gassled (område D) til markedet, mens oljen transporteres til Kårstø-terminalen.

source: The well stream, with natural gas, CO2, natural gas liquids (NGL) and condensate, is transported in a 160-kilometre pipeline to the liquid natural gas (LNG) processing facility at Melkøya near Hammerfest.
nb: Brønnstrømmen, som inneholder naturgass, CO2, flytende våtgass (NGL) og kondensat, transporteres gjennom en 160 kilometer lang rørledning til prosessanlegget for flytende naturgass (LNG) på Melkøya ved Hammerfest.

source: A stable supply of gas with low CO2 content from the Mikkel field is important for dilution of gas with high CO2 content from the Kristin field in the Åsgard Transport System.
nb: Stabil tilgang på gass med lavt CO2-innhold fra Mikkel er viktig for utblanding av gass med høyt CO2-innhold fra Kristin i Åsgard Transport System.

source: The Dvalin field has a dedicated gas processing plant on the Heidrun platform.
nb: Dvalin-feltet har et dedikert gassprosessanlegg på Heidrun.

source: The Rutil and Opal deposits are produced by pressure depletion.
nb: Rutil- og Opalforekomstene produseres med trykkavlastning.

source: Ærfugl Nord is a field in the northern part of the Norwegian Sea, just west of the Skarv field.
nb: Ærfugl Nord ligger i den nordlige delen av Norskehavet, like vest for Skarv.

source: The plan includes two subsea templates with eight horizontal production wells, tied-back to the Ekofisk Centre.
nb: Planen omfatter to havbunnsrammer, med åtte horisontale produksjonsbrønner knyttet til Ekofisk-senteret.

source: All produced gas from Vigdis is reinjected into the Snorre reservoir.
nb: All produsert gass fra Vigdis blir injisert i Snorre-reservoaret.

source: This indicates that there is also a potential for a high activity level on the shelf for the next 50 years.
nb: Dette tilsier at det også de neste 50 årene er potensial for et høyt aktivitetsnivå på sokkelen.

source: The field was shut down in 1998 and the facility removed in 2012.
nb: Feltet ble stengt ned i 1998, og innretningen ble fjernet i 2012.

source: Activity on the Norwegian shelf will continue to be vital to the Norwegian economy in the years ahead: there are large remaining resources, and major new projects such as the development of Johan Sverdrup are under way.
nb: Aktiviteten på norsk sokkel vil også fremover være helt sentral for norsk økonomi, takket være store gjenværende ressurser og nye betydelige utbyggingsprosjekter slik som Johan Sverdrup.

source: The field was produced by pressure depletion and with low pressure production after 2007.
nb: Huldra ble produsert med trykkavlastning og lavtrykksproduksjon etter 2007.

source: Gas plant expansion at Nyhamna
nb: Utvidelse av Nyhamna

source: The PDO for Vigdis Nordøst was approved in 2011.
nb: PUD for Vigdis Nordøst ble godkjent i 2011.

source: Numbered licensing rounds have been held since 1965, and are normally announced every other year.
nb: Nummererte konsesjonsrunder har blitt gjennomført siden 1965. Tildeling av utvinningstillatelser i umodne områder skjer vanligvis hvert annet år.

source: The Edvard Grieg installation supplies power to the Ivar Aasen field and processes the well stream from Ivar Aasen.
nb: Edvard Grieg-plattformen leverer kraft til Ivar Aasen-feltet og prosesserer brønnstrømmen fra Ivar Aasen.

source: Production started in 1993.
nb: Feltet begynte å produsere i 1993.

source: Tambar Øst was discovered in 2007.
nb: Tambar Øst ble påvist i 2007.

source: The Utgard field is tied-back to Sleipner T for processing and CO2 removal.
nb: Utgard-feltet er tilknyttet Sleipner T for prossering og fjerning av CO2, som injiseres i Utsiraformasjonen via en egen injeksjonsbrønn på Sleipner A.

source: The overall objective of Norway’s petroleum policy has always been to provide a framework for the profitable production of oil and gas in the long term.
nb: Et hovedmål i petroleumspolitikken er å legge til rette for lønnsom produksjon av olje og gass i et langsiktig perspektiv.

source: This gives an expected resource growth that is as high as in 2018 and 2019.
nb: Dette gir en ressurstilvekst som er om lag like høyt som i 2018 og 2019.

source: Valhall is a field in the southern part of the Norwegian sector in the North Sea.
nb: Valhall ligger i den sørlige delen av norsk sektor i Nordsjøen.

source: To ensure a neutral tax system, only the company's net profit is taxable, and losses may be carried forward with interests.
nb: For å oppnå nøytralitet er det kun netto overskudd på selskapsnivå som er gjenstand for skatt og underskudd kan fremføres med renter.

source: ARCEx is funded jointly by the Ministry of Petroleum and Energy and the Ministry of Foreign Affairs.
nb: Senteret blir finansiert av Olje- og energidepartementet og Utenriksdepartementet.

source: Production ceased in 2014, and the facility was removed in 2019.
nb: Produksjonen ble avsluttet i 2014, og innretningen ble fjernet i 2019.

source: The field was shut down in 1998 and the platforms were removed in 2011 and 2013.
nb: Feltet ble stengt ned i 1998 og innretningene fjernet i 2011 og 2013.

source: Oselvar is a field in the southern part of the Norwegian sector in the North Sea, 20 kilometres southwest of the Ula field.
nb: Oselvar ligger i den sørlige delen av norsk sektor i Nordsjøen, 20 kilometer sørvest for Ula.

source: Production is routed from the Ringhorne wellhead platform to the Balder production, storage and offloading vessel (FPSO) for processing, storage and export.
nb: Produksjonen går fra Ringhorne brønnhodeinnretningen til produksjons- og lagerskipet (FPSO) Balder for prosessering, lagring og eksport.

source: The field is structurally complex and segmented.
nb: Feltet er strukturelt kompleks og segmentert.

source: dry gas per day.
nb: tørrgass per dag.

source: Enoch produces oil from Forties sandstone of Paleocene age.
nb: Enoch produserer olje fra Forties sandstein av paleocen alder.

source: Tune is in the tail production phase and produces cyclically.
nb: Tune er i halefasen og produserer syklisk.

source: Many of the wells that were planned in 2020 have been postponed to 2021.
nb: Mange av brønnene som var planlagt i 2020 er forskjøvet til 2021.

source: The wet gas was transported to the Heimdal field and the condensate to Veslefrikk for processing and export.
nb: Våtgassen ble transportert til Heimdal og kondensatet til Veslefrikk for behandling og eksport.

source: In this context, Decision 98/3 under the OSPAR Convention is particularly important to the Norwegian authorities.
nb: Av internasjonale avtaler er OSPAR-konvensjonen (beslutning 98/3) av særlig betydning for norske myndigheter.

source: After processing at Ula, the oil is exported in the pipeline system via the Ekofisk field to Teesside in the UK, while the gas is injected into the Ula reservoir to improve oil recovery.
nb: Etter prosessering på Ula eksporteres oljen i rørledningssystemet via Ekofisk til Teesside i Storbritannia, mens gassen injiseres i Ula-reservoaret for å øke oljeutvinningen.

source: Undiscovered resources are divided as follows between the different sea areas: 18% in the North Sea, 18% in the Norwegian Sea and 64% in the Barents Sea.
nb: De uoppdagede ressursene fordeler seg med 18 prosent i Nordsjøen, 18 prosent i Norskehavet og 64 prosent i Barentshavet.

source: Contingent resources are classified in resource class 4 to 7.
nb: Betingede ressurser utgjør ressursklasse 4 til 7.

source: 6506/12-3 (Lysing) is a discovery in the Haltenbanken area of the Norwegian Sea.
nb: 6506/12-3 (Lysing) er et funn på Haltenbanken i Norskehavet.

source: New infill production wells were drilled in 2020, and the exploration well 34/7-E-4 AH proved the Lomre discovery.
nb: Nye produksjonsbrønner ble boret i 2020 og letebrønnen 34/7-E-4 AH påviste funnet Lomre.

source: The properties of oil, gas and NGL vary from field to field and over time.
nb: Egenskapene til olje, gass og NGL varierer fra felt til felt og over tid.

source: This is a technical accounting-data change which results in a net reduction in reserves of 173 million Sm
nb: Dette er en regnskapsteknisk endring som innebærer en netto reduksjon i reservene på 173 millioner Sm

source: The reservoir contains oil in two separate main structures, Gamma and Beta.
nb: Yme inneholder olje i to separate hovedstrukturer, Gamma og Beta.

source: The reservoirs lie at a depth of 2000-2500 metres and the reservoir quality is good to excellent.
nb: Reservoarene ligger på 2000-2500 meters dyp, og reservoarkvaliteten er god til svært god.

source: In the resource classification system, remaining reserves include petroleum volumes in resource class 1, 2 and 3.
nb: Når det gjelder ressursklassifisering, omfatter gjenværende reserver petroleumsmengder i ressursklasse 1, 2 og 3.

source: Solveig is a field in the North Sea, 15 kilometres south of the Edvard Grieg field.
nb: Solveig ligger i Nordsjøen, 15 kilometer sør for Edvard Grieg.

source: 25/2-5 Lille Frøy is a discovery in the central part of the North Sea, 20 kilometres southeast of the Frigg field.
nb: 25/2-5 Lille Frøy er et funn i den midtre delen av Nordsjøen, 20 kilometer sørøst for Frigg.
